import SurveyCards from "../types/survey-cards";

//Моковые данные для превью-карточек с опросами
export const surveys: SurveyCards = [
  {
    id: '0',
    name: 'Молоко',
    description: 'Добро пожаловать! Этот опрос призван изучить предпочтения и привычки потребления молока среди населения. Мы заинтересованы в том, как часто вы употребляете молоко, какой вид молока предпочитаете (обычное, обезжиренное, соевое и т. д.), а также в ваших привычках по употреблению молочной продукции в целом. Нам важно понять, какие факторы влияют на ваши предпочтения и восприятие молока.Ваши ответы помогут нам лучше понять предпочтения и потребности наших потребителей и развивать более релевантные продукты и услуги. Спасибо за участие!',
    time: '25',
    price: 100
  },
  {
    id: '1',
    name: 'Программирование',
    description: 'Опрос на тему программирования предназначен для понимания уровня знаний и навыков участников в области IT. Ответы помогут определить, какие технологии наиболее востребованы, а также определить области, где участники хотели бы получить дополнительное образование.',
    time: '15',
    price: 200
  },
  {
    id: '2',
    name: 'Кошки или собаки',
    description: 'Этот опрос направлен на исследование предпочтений людей в выборе домашних животных. Ответы могут дать представление о том, какие характеристики и качества важнее для потенциальных владельцев кошек и собак.',
    time: '30',
    price: 150
  },
  {
    id: '3',
    name: 'Нумерология',
    description: 'Опрос по нумерологии позволяет узнать мнение людей о связи между числами и человеческими характеристиками. Ответы помогут определить, насколько широко признаются и используются нумерологические концепции в повседневной жизни.',
    time: '25',
    price: 250
  },
  {
    id: '4',
    name: 'Лучший институт',
    description: 'Этот опрос призван определить мнение людей о лучших учебных заведениях в их городе или стране. Ответы помогут выявить ключевые факторы, которые важен для потенциальных студентов при выборе университета или колледжа.',
    time: '25',
    price: 400
  }
]
