import SurveyCards from "../types/survey-cards";

//Моковые данные для превью-карточек с опросами
export const surveys: SurveyCards = [
  {
    id: '0',
    name: 'Молоко',
    description: 'Добро пожаловать! Этот опрос призван изучить предпочтения и привычки потребления молока среди населения. Мы заинтересованы в том, как часто вы употребляете молоко, какой вид молока предпочитаете (обычное, обезжиренное, соевое и т. д.), а также в ваших привычках по употреблению молочной продукции в целом. Нам важно понять, какие факторы влияют на ваши предпочтения и восприятие молока.Ваши ответы помогут нам лучше понять предпочтения и потребности наших потребителей и развивать более релевантные продукты и услуги. Спасибо за участие!',
    time: '25',
    price: 100
  },
  {
    id: '1',
    name: 'Программирование',
    description: 'Мнение экспертов в сфере IT о Pacsal',
    time: '15',
    price: 200
  },
  {
    id: '2',
    name: 'Кошки или собаки',
    description: 'А может лучше лыжник или сноубордист',
    time: '30',
    price: 150
  },
  {
    id: '3',
    name: 'Нумерология',
    description: 'В чем секрет успеха',
    time: '25',
    price: 250
  },
  {
    id: '4',
    name: 'Лучший институт',
    description: 'Опрос с заранее известным верным ответом',
    time: '25',
    price: 400
  }
]
